_protected/views/expenses/invoice-form.php

                                ?>
                                <?php if(!empty($items)): foreach($items as $key):?>
                                    <tr>
                                        <?php $product = \app\models\Stock::find()->where(array('stockId' => $key->item_id))->one();?>
                                        <td ><?=$product->productName?></td>
                                        <td ><?=$key->unit_cost?></td>
                                        <td ><?=$key->qty?></td>
                                        <?php $tax=\app\models\CountryTaxRates::find()->where(array('id'=>$key->tax_id))->one();?>
---
SELECT * FROM `stock` WHERE `stockId`=999831014
SELECT * FROM `country_tax_rates` WHERE `id`=1

                                        <select class="selectpicker form-control" data-live-search="true"  id="account" required>
                                            <option>---Select Account---</option>
                                            <?php
                                            $banks = \app\models\OrgChart::find()->where(array('main_acc_id'=>1,
                                                'level_one_id'=>1,'level_two_id'=>1))->all();
---
SELECT * FROM `org_chart` WHERE (`main_acc_id`=1) AND (`level_one_id`=1) AND (`level_two_id`=1)