_protected/controllers/AccountsController.php

SELECT * FROM `org_chart`
---
    public function actionChart()
    {
        $this->layout = 'backend';
        $chart=OrgChart::find()->all();