_protected/controllers/DashboardController.php

        }
        else
        {
            $taxes = CountryTaxRates::find()->where(array('supermarket_applicable' => '1'))->all();
            $suppliers = Supplier::find()->all();
---
SELECT * FROM `country_tax_rates` WHERE `supermarket_applicable`='1'
SELECT * FROM `supplier`

        }
        else
        {
            $banks = Banks::find()->all();
---
SELECT * FROM `banks`

    public function actionChart()
    {
        $this->layout = 'backend';

        $data = Yii::$app->request->post();
        $main = Yii::$app->request->get('main');
        $l1 = Yii::$app->request->get('l1');
        if ($main)
        {
            $l1s = LevelOne::find()->where(array('level_up_id' => $main))
                ->orderBy(['name' => SORT_ASC])->all();
            $result=array();

            foreach ($l1s as $key)
                array_push($result,array('id'=>$key->id,'name'=>$key->name));
            echo json_encode($result);
            return;
        }
        if ($l1)
        {
            $l2s = LevelTwo::find()->where(array('level_up_id' => $l1))
                ->orderBy(['level_name' => SORT_ASC])->all();
---
SELECT * FROM `level_one` WHERE `level_up_id`='1' ORDER BY `name`
SELECT * FROM `level_two` WHERE `level_up_id`='2' ORDER BY `level_name`

            }
        }

        $chart=OrgChart::find()->all();
        return $this->render('chart-of-accounts', [
            'chart' => $chart,
            'mains' => AccountBase::find()->all()
        ]);
---
SELECT * FROM `org_chart`
SELECT * FROM `account_base`