_protected/controllers/DashboardController.php

    public function actionChart()
    {
        $this->layout = 'backend';
        $chart=OrgChart::find()->all();
---
SELECT * FROM `org_chart`