_protected/controllers/DashboardController.php

SELECT EXISTS(SELECT * FROM `org_chart` WHERE `level_three`='PETTY CASH')
---
        }
        if ($l3)
        {
            if (count(OrgChart::find()->where(array('level_three' => $l3))->one()) == 1)