_protected/controllers/ExpensesController.php

SELECT * FROM `supplier`
---
    public function actionPurchase()
    {
        $data = Yii::$app->request->get();
        $post_data_=Yii::$app->request->post();

        $suppliers = Supplier::find()->all();

SELECT * FROM `expense` WHERE `id`='6'
SELECT * FROM `supplier` WHERE `supplierId`=64
SELECT * FROM `supplier`
SELECT * FROM `expense_items` WHERE `po_id`='6'
---
            }
            else
            {
                $invoice=Expense::findOne($pk);
                $supplier=Supplier::find()->where(array('supplierId'=>$invoice->supplier_id))->one();
                $suppliers=Supplier::find()->all();
                $invoice_items=ExpenseItems::find()->where(array('po_id'=>$pk))->all();