_protected/controllers/HrmController.php

SELECT * FROM `org_chart`
---
    public function actionEmployees()
    {
        $this->layout = 'backend';
        $chart=OrgChart::find()->all();