_protected/views/dashboard/manage_products.php

SELECT * FROM `stock` LIMIT 20
SELECT COUNT(*) FROM `stock`
---
                        <?php ActiveForm::end();?>
                        <?php
                        /*$searchModel = new Stock();
                        $dataProvider = $searchModel->search(Yii::$app->request->get(),"all");

SELECT * FROM `stock` WHERE `vat`=1 LIMIT 20
SELECT COUNT(*) FROM `stock` WHERE `vat`=1
---
                        <br>
                        <?php
/*                        $searchModel = new Stock();
                        $dataProvider = $searchModel->search(Yii::$app->request->get(),"vat");