_protected/views/dashboard/manage_chart-of-accounts.php

SELECT * FROM `org_chart` LIMIT 20
SELECT COUNT(*) FROM `org_chart`
---
                        <?php ActiveForm::end();?>
                        <?php
                        $searchModel = new OrgChart();
                        $dataProvider = $searchModel->search(Yii::$app->request->get(),"all");