_protected/views/dashboard/manage_postings.php

                    <div role="tabpanel" class="tab-pane " id="tab3">
                        <?php
                        $searchModel = new OrgChart();
                        $dataProvider = $searchModel->search(Yii::$app->request->get(),"creditors");
---
SELECT * FROM `org_chart` LIMIT 20
SELECT COUNT(*) FROM `org_chart`